package com.didispace.tngouJsonBean;

import com.didispace.domain.NewsInfo;

import java.util.List;

/**
 * Created by Administrator on 2017-03-03.
 */
public class NewsInfoRoot {

    /**
     * status : true
     * total : 6973
     * tngou : [{"count":4526,"description":"到了当地医院后，进行了钡餐和食道镜的检查，发现食道黏膜有点损伤，但没有发现有什么异物，吃了一些消炎药，李师傅也忘记了被鸡骨头卡的事情","fcount":0,"id":2,"img":"/info/150729/c96da5303be57a916e62ca79ecb9930d.jpg","infoclass":3,"keywords":"鸡骨头 李师傅 食道 病人 医院 ","message":"<p> 高淳的李师傅怎么也没想到，他为一块鸡骨头付出如此昂贵的代价。这块鸡骨头真是\u201c尖锐\u201d，不但穿破食道壁，可能滑进身体的一个\u201c三角地带\u201d，还造成感染休克，一个多月瘦了30斤，开胸引流手术也花费17万元。今天，李师傅经过治疗后，可以出院了，他想起这一个多月的恶梦般经历还是心有余悸。通讯员 刘敏 现代快报记者 安莹 <\/p> \n<p>  <\/p> \n<br> \n<p> <strong>鸡骨头划破食道，继续吃饭<\/strong> <\/p> \n<p> 今年3月初，40多岁的李师傅和朋友一起吃饭的时候，不小心将一小块鸡骨头给吞进去了。吃完之后，感觉到咽喉的地方有点疼痛，猜测可能是鸡骨头卡住了，想吃馒头来把骨头给咽下去，但作用不大。到了当地医院后，进行了钡餐和食道镜的检查，发现食道黏膜有点损伤，但没有发现有什么异物，吃了一些消炎药，李师傅也忘记了被鸡骨头卡的事情。 <\/p> \n<p> 四天后，李师傅突然胸部疼得很厉害，并发高烧，达到39℃。家里人怀疑与\u201c鸡骨头\u201d有关，就到当地医院做CT，查找这块鸡骨头，但也仅仅检查到纵膈里有积液，没有找到鸡骨头。而在这时候，李师傅的病情开始严重了，多次出现重度休克。 <\/p> \n<p> <strong>鸡骨头究竟滑到哪里去了？<\/strong> <\/p> \n<p> 3月5日，李师傅被家人送到了南京中大医院。该院胸心外科主任薛涛介绍，他们通过各种医学手段反复寻找，这块鸡骨头可能滑进了纵隔里。 <\/p> \n<p> 纵膈在哪？薛涛说，它不是器官，而是一个解剖的区域。纵膈位于双侧胸腔之间，胸骨之后，脊柱侧面，上为颈部入口，下达膈肌。为了便于诊断和治疗，人为地将它分为上下前后四个区域。在这个区域里有心脏及出入心脏的大血管、食管、气管、胸腺、神经及淋巴组织等，所以它是重要生命器官的所在地。 <\/p> \n<p> 薛涛说，李师傅入院的时候，已经处于重度感染性休克的状态。由于异物已经划破食道，他又在当地医院，进行了钡餐的检查，引发化学性的感染，再加上他本身已经存在细菌性的感染。 <\/p> \n<p> 据薛涛主任介绍：\u201c这个手术有非常大的难度。因为病人存在大范围的纵隔感染、心包积液等问题，但是如果不及时救治，病人可能会因感染性休克而病重。在告知病人家属的情况下，我们开始了惊险的手术。\u201d <\/p> \n<p> 薛涛回想手术过程，仍心有余悸：\u201c手术中，病人麻醉后，病人的心率不是很稳定，再加上心包积液压迫心脏等原因，心率最快时飙到180次/分。迫使我们要等到病人平稳后，再给病人手术。这种反复的心率不稳定，手术中有4、5次，每一次我们的心都是悬着的。\u201d <\/p> \n<p> <strong>一个多月瘦了30斤，花了17万<\/strong> <\/p> \n<p> 据介绍，目前李师傅已经差不多康复，今天就要出院了。\u201c真没想到，小小的鸡骨头，竟然差点要了我的命。在医院待了这一个多月的时间，花了17万，全身插着各种管子，体重也从原来的170斤左右，下降到140斤。\u201d李师傅语气中有些懊悔，\u201c我平时吃饭就快，却没想到会有这么严重的后果。\u201d <\/p> \n<p> 专家指出，如果吞食了异物感到不舒服，在24小时内的话，早期破裂口未形成炎症水肿，可以在胸外科直接进行修补，然后加以引流。如果是24小时之后的话，就要开胸引流。李师傅要是不耽误了4天时间，病情也不至于这么重。 <\/p> \n<p> <strong>男性吃东西更要注意细嚼慢咽<\/strong> <\/p> \n<p> 中大医院胸心外科主任薛涛说：\u201c我们接诊过鱼刺、骨头卡住的比较严重的病人，80%是男性。由于男性吃饭普遍比较快，咀嚼不充分，加上喝酒，话也比较多，很容易被细小的鱼刺、骨头卡住。\u201d专家提醒，如果硬物卡住喉咙，民间常用一些土办法如吃馒头、吃白饭、喝醋软化等来解决，这样都是不科学的，甚至会加重病情。 <\/p> \n<p> 薛涛建议，鱼刺、骨头等异物卡住食道，多在内镜下就可以取出。如果骨头卡住的位置在胸部，并形成隐性穿孔，如不及时处理，有可能局部出现脓肿或食道瘘，甚至可能穿出食道，刺破主动脉，引起致命性大出血。因此，一旦喉咙里被尖锐异物卡住，最好能尽快到医院取出。 <\/p> \n<br>","rcount":0,"time":1438141077000,"title":"误吞鸡骨头卡在食道里 一个多月瘦了30斤，花了17万"},{"count":3753,"description":"北京出入境检验检疫局表示，该批种子在北京口岸被截获后，避免了客户使用错误的种子材料影响后续实验结论，同时也避免了非法转基因种子流入给我国种质资源安全和相关作物生产带来隐患","fcount":0,"id":3,"img":"/info/150729/d9ae7426fef7f2d58c190cffab6ad5f7.png","infoclass":5,"keywords":"出入境检验检疫局 转基因 种子 北京 油菜 ","message":"<p> 　　北京出入境检验检疫局日前从一批申报为非转基因的进口\u201c欧洲油菜\u201d种子中检出转基因成分 FMV35S启动子基因，这是北京口岸首次从入境植物繁殖材料中截获转基因检测不合格货物。 <\/p> \n<p> 　　据介绍，该批非转基因\u201c欧洲油菜\u201d种子来自美国，共15公斤，进口后拟种植于湖北中国农科院油料作物研究所汉川实验基地，用作与其他转基因油菜种子进行生存竞争能力比较、生物多样性影响评估等实验。 <\/p> \n<p> 　　北京出入境检验检疫局表示，油菜种子是被列入实施标识管理的农业转基因生物目录中的一类产品。按照《进出境转基因产品检验检疫管理办法》中的相关规定，对申报为非转基因产品，但经检测其含有转基因成分的，应对其实施退货或者销毁处理。 <\/p> \n<p> 　　目前，经征求货主意见后，北京出入境检验检疫局依法对这批种子实施退回处理，并依照相关工作程序出具了《检验检疫处理通知书》。 <\/p> \n<p> 　　北京出入境检验检疫局表示，该批种子在北京口岸被截获后，避免了客户使用错误的种子材料影响后续实验结论，同时也避免了非法转基因种子流入给我国种质资源安全和相关作物生产带来隐患。 <\/p> \n<br>","rcount":0,"time":1438141077000,"title":"京首次从进口非转基因种子中检出转基因成分"}]
     */

    private boolean status;
    private int total;
    private List<NewsInfo> tngou;

    public boolean isStatus() {
        return status;
    }

    public void setStatus(boolean status) {
        this.status = status;
    }

    public int getTotal() {
        return total;
    }

    public void setTotal(int total) {
        this.total = total;
    }

    public List<NewsInfo> getTngou() {
        return tngou;
    }

    public void setTngou(List<NewsInfo> tngou) {
        this.tngou = tngou;
    }
}
